import React from 'react'

export default function Warranty() {
    return (
        <div>
            <h2 className="text-3xl mb-4 font-medium">Гарантія та повернення</h2>
            <div class="max-w-2xl mx-auto p-4">
  <h2 class="text-2xl font-bold mb-4">Гарантія:</h2>

 
   
    <ul class="list-disc pl-6 text-left"> 
    <li class="text-sm list-none" >Гарантія не поширюється, якщо:</li>
      <li class="text-sm ml-6">Обладнання пошкоджене або вийшло з ладу у зв'язку з порушенням правил та умов встановлення, підключення, адаптації під місцеві технічні умови покупця.</li>
      <li class="text-sm ml-6">Обладнання має виражені механічні та/або електричні ушкодження, отримані внаслідок будь-яких дій покупця, або сторонніх осіб.</li>
      <li class="text-sm ml-6">Обладнання зазнало ремонту не уповноваженими особами з порушенням вимог виробника та норм техніки безпеки.</li>
      <li class="text-sm ml-6">Виникло пошкодження, спричинене потраплянням усередину обладнання сторонніх предметів, речовин, рідин, комах чи тварин.</li>
      <li class="text-sm ml-6">Дефекти спричинені використанням витратних матеріалів, які не відповідають вимогам експлуатації.</li>
    </ul>


  <h2 class="text-2xl font-bold mb-4">Повернення:</h2>

  <p class="text-sm mb-2">Повернення можливе протягом 14 днів після отримання (для товарів належної якості).</p>
  <p class="text-sm mb-2">Зворотня доставка товарів здійснюється за рахунок покупця.</p>

  <p class="text-sm mb-2">Згідно з чинним законодавством ви можете повернути товар належної якості або обміняти його, у разі:</p>
  <ul class="list-disc pl-6 text-left">
    <li class="text-sm ml-6">товар не був вживаний і не має слідів використання споживачем: подряпин, сколів, потертостей, плям і т.п.;</li>
    <li class="text-sm ml-6">товар повністю укомплектований і збережена фабрична упаковка;</li>
    <li class="text-sm ml-6">збережені всі ярлики і заводське маркування;</li>
    <li class="text-sm ml-6" >товар зберігає товарний вигляд і свої споживчі властивості.</li>
  </ul>
</div>
        </div>
      )
}
